"<span class=\"member\">%@</span> set a ban on %@." = "<span class=\"member\">%1$@</span> 在 %2$@ 設置了黑名單。";"You were promoted to room founder by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 設為聊天室發起人。";"%@'s message was ignored in %@." = "%1$@ 的訊息在 %2$@ 中被忽略。";"There is a new version of %@ currently available." = "目前網路上有新版的 %@ 。";"%@ Room Activity" = "%@ 個聊天室在活動中";"%@ has 1 message waiting." = "%@ 有一條尚未閱讀的訊息。";"nothing uploaded yet" = "沒有上傳過任何檔案";"Chat Server is blank" = "聊天伺服器為空";"<span class=\"member\">%@</span> was demoted from room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 取消了聊天室發起人身份。";"<span class=\"member\">%@</span> was promoted to half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 授與了副管理員權限。";"Room Member Left" = "留在聊天室的成員";"Already connected" = "已連線";"Toggle Chat Panel Drawer" = "展開資訊側邊列";"Preferences" = "偏好設定";"You changed this room to prohibit outside messages." = "您修改了聊天室設定，以後外部訊息不能傳入聊天室中。";"Buddy Available" = "線上的好友";"<span class=\"member\">%@</span> is no longer quieted because of <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 因為 <span class=\"member\">%2$@</span> 而取得了發言權限。";"<span class=\"member\">%@</span> was promoted to room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 設為聊天室發起人。";"%@ was granted voice by %@ in %@." = "%1$@ 被 %2$@ 授與了在 %3$@ 聊天室的發言資格。";"%@ Replied" = "%@ 已回覆";"<span class=\"member\">%@</span> had voice removed by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 取消了發言權限。";"Jump to Previous Mark" = "調到前一個標記";"Nickname is blank" = "代號為空";"<span class=\"member\">%@</span> was granted voice by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 授與了發言資格。";"%@ had voice removed by %@ in %@." = "%1$@ 被 %2$@ 取消了在 %3$@ 中的發言權限。";"Settings" = "設定";"%@ made this room invite only." = "%@ 將這個聊天室設為只能夠過邀請加入。";"User \"%@\" is not online" = "使用者「%@」目前不在線上";"Transfers" = "檔案傳輸";"You were invited to join %@ by %@. Would you like to accept this invitation and join this room?" = "您受邀加入 %1$@ ，邀請人是 %2$@ 。您要接受邀請加入這個聊天室嗎？";"1 message waiting" = "一條尚未閱讀的訊息";"Mark" = "標記";"<span class=\"member\">%@</span> was promoted to half-operator by you." = "<span class=\"member\">%@</span> 被您設為聊天室副管理員。";"The password you specified is invalid or a connection could not be made without a proper password. Make sure you have access to the server." = "您所輸入的密碼錯誤，請確定您是否有連上這台伺服器的權限。";"%@ made this room no longer moderated for normal users." = "%@ 取消了這個聊天室為正常使用者設置的管理狀態。";"Reveal File" = "顯示於 Finder";"You will exit all chat rooms and lose any unsaved chat transcripts. Do you want to proceed?" = "您將會離開所有的聊天室，並且失去所有還沒存檔的聊天紀錄。您確定要繼續嗎？";"You Were Kicked" = "您被踢出來了";"Show inspector" = "顯示控制器";"Kick From Room" = "踢出聊天室";"You changed this room to require a password of \"%@\"." = "您修改了聊天室設定，以後需要輸入密碼：「%@」，才可以進入聊天室。";"day" = "日";"Clear Marks from Here Up" = "清除上方的標記";"Save" = "儲存";"Connection" = "連線";"You are now known as <span class=\"member\">%@</span>." = "您的代號已經改成了 <span class=\"member\">%@</span>。";"%@ was quieted by %@ in %@." = "%1$@ 被 %2$@ 取消了在 %3$@ 聊天室的發言資格。";"Connect" = "連線";"n/a" = "無";"Clear Marks from Here Down" = "清除下方的標記";"nothing downloaded yet" = "沒有下載過任何檔案";"Behavior" = "行為";"Room" = "聊天室";"Detach From Window" = "從視窗中分離成獨立視窗";"minutes" = "分鐘";"You have been kicked from the chat room." = "您被踢出了聊天室。";"New Smart Transcript..." = "新增智慧型聊天紀錄…";"Would you like to connect and retrieve the server's chat room listing?" = "您是否要接收伺服器上的聊天室列表？";"months" = "月";"You made this room moderated for normal users." = "您將這個聊天室設為處在為正常使用者所設的管理狀態下。";"Show Drawer" = "顯示資訊側邊列";"You Have Been Identified" = "您已經通過認證了";"New Connection" = "新增連線";"joining..." = "加入中…";"%@ Successfully Installed" = "%@ 成功安裝";"Disconnect from Server" = "自伺服器斷線";"Your Chat password is invalid" = "您的聊天密碼錯誤";"%@ (%@)%d members%@" = "%1$@ (%2$@)%3$d members%4$@";"Style" = "樣式";"%@ of %@ downloaded, at %@ per second" = "%1$@ 已下載（全部 %2$@ ） ，每秒 %3$@";"Room Member Kicked" = "被踢出聊天室的成員";"Notice from %@" = "來自 %@ 的通知";"With hostmask:" = "主機名稱:";"week" = "星期";"The file %@ in %@ already exists. Would you like to resume from where a previous transfer stopped or replace it?" = "檔案 %1$@ 已經存在於 %2$@。您是否要從上次中止檔案傳輸的地方續傳，還是要置換這個檔案？";"Appearance Preferences..." = "外觀偏好設定…";"You have been disconnected" = "您已經斷線了。";"%d messages waiting" = "%d 條尚未閱讀的訊息";"You were kicked from the chat room by %@." = "您被 %@ 踢出了聊天室。";"An internal Style error occurred." = "發生了內部樣式錯誤。";"You are no longer quieted, thanks to <span class=\"member\">%@</span>." = "感謝<span class=\"member\">%@</span>，您現在有了發言權限。";"Clear" = "清除";"total of %@ uploaded, at %@ per second" = "%1$@ 已全部上傳，平均每秒 %2$@";"The user \"%@\" is not online and is unavailable until they reconnect." = "使用者「%@」不在線上，您必須等到他重新連到伺服器，才可以與他交談。 ";"Save As..." = "儲存為…";"New Room Half-Operator" = "新的聊天室副管理員";"%@ wrote you a private message." = "%@ 給了您一條私人訊息。";"None" = "無";"Multiple users with the name '%@' have been found." = "找到了多位都叫做 %@ 的使用者。";"%@ changed this room to prohibit outside messages." = "%@ 修改了聊天室設定，拒絕外部訊息傳入。";"Room Member Joined" = "加入聊天室的成員";"You changed the topic to \"%@\"." = "您已經將聊天主題改成了「%@」。";"%d of %d rooms found." = "在 %2$d 中找到了 %1$d 個聊天室。";"Transcripts" = "聊天紀錄";"Accept" = "接受";"You were granted voice by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 授與發言資格。";"New Private Message" = "新增私人訊息";"%@ was demoted from half-operator by %@ in %@." = "%1$@ 被 %2$@ 取消了在 %3$@ 聊天室的副管理員權限。";"There are no new versions of %@ currently available." = "目前沒有新版的 %@ 。";"An error occured" = "發生錯誤";"One of your highlight words was mentioned in %@." = "在 %@ 中提到了一個您所設定的提示關鍵字。";"month" = "月";"Connection is Disconnected" = "連線已中斷";"Stop File Tranfser" = "停止檔案傳輸";"%@ made this room moderated for operators." = "%@ 將這個聊天室加入為管理員設置的管理狀態。";"%@ is ready to be used in your colloquies. Would you like to view %@ and it's options in the Appearance Preferences?" = "您已經可以在聊天時使用 %1$@ 了。您想要在外觀偏好設定中看看 %2$@ 及其相關選項嗎？";"Reveal" = "顯示於 Finder";"weeks" = "星期";"Add To Buddy List" = "加入到好友名單";"Stop Tranfser" = "停止傳輸";"Retry" = "重試";"%@ encountered an unrecoverable error during a previous session. Please enter any details you may recall about what you were doing when the application crashed. This will help us to improve future releases of %@." = "%1$@ 在前一次執行的時候發生了不可預期的問題。請試著回想在問題發生的時候是處在怎樣的狀況，愈詳細愈好。這樣可以幫助我們在下一版的 %2$@ 中，改善這個問題。";"kicked out" = "踢出";"%@ Update" = "%@ 更新";"You demoted yourself from room founder." = "您將您自己設為聊天室發起人。";"Quieted %@ was annulled by %@ in %@." = "%1$@ 被 %2$@ 授與了在 %3$@ 中的發言權限。";"You made this room no longer moderated for operators." = "您解除了這個聊天室的為管理員所設的管理狀態。";"Connect to Server" = "連線到伺服器";"year" = "年";"The %@ emoticons are already installed. Would you like to replace them with this version?" = "您已經安裝了 %@ 這個心情圖示集。您要使用新的版本置換目前已經安裝的版本嗎？";"%lu bytes" = "%lu bytes";"User Ignored" = "已經忽略的使用者";"No Info" = "沒有資訊";"Clear Finished Transfers" = "清除已完成的檔案傳輸";"%@ made this room no longer moderated for operators." = "%@ 取消了這個聊天室為管理員設置的管理狀態。";"You made this room invite only." = "您將這個聊天室設為必須透過邀請才能夠加入。";"Search Messages" = "搜尋訊息";"Reconnect" = "重新連線";"You're now connected to %@ as %@." = "您已經連上了 %1$@，代號是 %2$@。";"Kick User" = "將使用者踢出聊天室";"IRC Nickname: %@ (%@)" = "IRC 代號: %1$@ (%2$@)";"Verbose" = "詳細的";"<span class=\"member\">%@</span> was quieted by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 取消了發言資格。";"General" = "一般";"Your Chat nickname could not be used" = "您無法使用這個聊天代號";"You demoted yourself from operator." = "您取消了您自己的聊天室管理員權限。";"The file %@ in %@ already exists and can't be resumed. Replace it?" = "檔案 %1$@ 已經存在於 %2$@ 而且無法續傳。要置換這個檔案嗎？";"Leave Room" = "離開聊天室";"Join Room..." = "加入聊天室…";"Joined: %@" = "已加入: %@";"Chat Room Invite" = "邀請加入聊天室";"Kick From Room..." = "踢出聊天室…";"Appearance" = "外觀";"Away" = "離線";"Interface" = "介面";"Delete" = "刪除";"Incoming File Transfer" = "正在下載檔案";"You promoted yourself to half-operator." = "您將自己設為聊天室副管理員。";"You were demoted from operator by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 撤銷了聊天室管理員權限。";"Your certificate is locked with a passphrase. In order to connect to %@, you need to unlock your certificate." = "您的認證目前被使用密碼鎖定。如果您要連線到 %@ ，您必須解開您的認證。";"<span class=\"member\">%@</span> was promoted to operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 授與了管理員權限。";"Style Default" = "樣式預設值";"Resume" = "繼續";"Force Quiet" = "強制結束";"<span class=\"member\">%@</span> was demoted from half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 取消了副管理員權限。";"Kick & Ban From Room..." = "踢出聊天室並加入黑名單…";"You promoted yourself to room founder." = "您將自己設為聊天室發起人。";"Room Member Voiced" = "可以發言的聊天室成員";"%@ changed this room to allow anyone to change the topic." = "%@ 修改了聊天室設定，讓每個人都可以修改聊天主題。";"No Smart Transcripts" = "沒有智慧型聊天紀錄設定";"Search" = "搜尋";"You have %d messages waiting from %@." = "您有 %1$d 條來自 %2$@ 的尚未閱讀的訊息。";"One of your highlight words was mentioned by %@." = "%@ 提到了一個您所設定的提示關鍵字。";"No" = "否";"Close" = "關閉";"Are you sure you want to quit Colloquy and disconnect from all active connections?" = "您確定要結束 Colloquy，並且從將所有的連線斷線嗎？";"<span class=\"member\">%@</span> was demoted from operator by you." = "<span class=\"member\">%@</span> 被您授與了管理員權限。";"With reason:" = "理由是:";"<span class=\"member\">%@</span> was demoted from half-operator by you." = "<span class=\"member\">%@</span> 被您授與了副管理員權限。";"Ban From Room" = "加入黑名單";"<span class=\"member\">%@</span> was promoted to room founder by you." = "<span class=\"member\">%@</span> 被您取消了聊天室發起人身份。";"Never" = "永不";"A file named \"%@\" is being sent to you from %@. This file is %@ in size." = "有個叫做 \"%1$@\" 的檔案已經從 %2$@ 送來你這了。檔案大小為 %3$@ 。";"%@'s message was ignored." = "%@ 的訊息被忽略。";"Grant Voice" = "給予發言權限";"%@ removed the room member limit" = "%@ 解除了聊天室人數上限。";"You reconnected to the server." = "您重新連上了這個伺服器。";"Smart Transcript Settings" = "智慧型聊天紀錄設定";"You removed the room member limit." = "您解除了聊天室人數上限。";"Jump to Next Mark" = "跳到下一個標記";"Buddy" = "好友";"Are you sure you want to delete the connection for %@? Any associated Keychain passwords will also be deleted." = "您確定要刪除 %@ 的連線？所有相關的鑰匙圈密碼都會同時被一起刪除。";"Remove Quiet" = "給予發言權限";"Show Tab Bar" = "顯示標籤頁列";"Yes" = "是";"You changed this room to require operator status to change the topic." = "您修改了聊天室設定，以後只有聊天室管理員，才可以修改聊天主題。";"The username you specified is invalid because it contains spaces or other non-alphanumeric characters." = "使用者名稱錯誤，不得包含空白以及英文字母與阿拉伯數字以外的字元。";"You made this room private." = "您將這個聊天室設為私人聊天室。";"%@ changed this room to require a password of \"%@\"." = "%1$@ 修改了聊天室設定，以後必須輸入密碼「%2$@」，才可以加入聊天室。";"Emoticons" = "心情圖示";"New Room Operator" = "新的聊天室管里員";"Message a user" = "對使用者傳訊";"Clear Finished" = "清除已完成的傳輸";"<span class=\"member\">%@</span> was quieted by you." = "<span class=\"member\">%@</span> 被您取消了發言資格。";"Room Member Quieted" = "無法發言的聊天室成員";"Could not connect to Chat server" = "無法連線到聊天伺服器";"Window %d" = "視窗 %d";"%@ was kicked from %@ by %@." = "%1$@ 被踢出了 %2$@ 聊天室，踢他的人是 %3$@。";"An error occured when dealing with %@. %@" = "在處理 %1$@ 時發生錯誤。%2$@";"Open Favorites folder..." = "打開我的最愛檔案夾…";"You made yourself no longer quieted." = "您解除了您自己的發言限制。";"%@ changed this room to require operator status to change the topic." = "%@ 修改了聊天室設定，以後必須是管理員，才可以修改聊天主題。";"Kick and ban %@ from the %@ room." = "將 %1$@ 踢出 %2$@ 聊天室並加入黑名單。";"%@ made this room public." = "%@ 將這個聊天室設為公開聊天室。";"Other..." = "其他…";"Hide Drawer" = "隱藏資訊側邊列";"Are you sure you want to delete?" = "您確定要刪除？";"No Favorites" = "沒有我的最愛";"You have 1 message waiting from %@." = "您有一條來自 %@ 的尚未閱讀的訊息。";"total of %@ downloaded, at %@ per second" = "%1$@ 已全部下載，平均每秒 %2$@";"Ban From Room..." = "加入黑名單…";"You were demoted from half-operator by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 取消了聊天室副管理員權限。";"%@ joined the chat room %@." = "%1$@ 加入了 %2$@ 聊天室。";"Encoding" = "文字編碼";"Kick & Ban From Room" = "踢出聊天室並加入黑名單";"Demote Operator" = "取消管理源權限";"days" = "日";"<span class=\"member\">%@</span> joined the chat room." = "<span class=\"member\">%@</span> 加入聊天室。";"Disconnected" = "已斷線";"Connection Info" = "連線資訊";"The %@ style is already installed. Would you like to replace it with this version?" = "您已經安裝了 %@ 這個樣式。您要使用新的版本置換目前已經安裝的版本嗎？";"Join Room" = "加入聊天室";"You changed this room to allow anyone to change the topic." = "您修改了聊天室設定，讓任何人都可以修改聊天主題。";"(no chat topic is set)" = "(無聊天主題)";"Text Encoding" = "文字編碼";"You were demoted from room founder by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 取消了聊天室發起人資格。";"You made this room moderated for operators." = "您將這個聊天室設為處在為管理員所設的管理狀態下。";"You gave yourself voice." = "您取消了您自己的發言權限。";"Ignore" = "忽略";"Your buddy %@ is now online." = "您的好友 %@ 離線了。";"You were promoted to half-operator by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 授與了聊天室副管理員權限。";"Alerts" = "提示";"Clear Display" = "清除顯示";"%@ changed this room to no longer require a password." = "%@ 修改了聊天室設定，以後不需要密碼，就可以加入這個聊天室。";"Join a chat room" = "加入一個聊天室";"Stop" = "停止";"The style could not be installed, please make sure you have permission to install this item." = "無法安裝樣式，請確定您有安裝樣式的權限。";"You have returned from away." = "您已經離開暫離的狀態。";"%@ made this room no longer a secret." = "%@ 解除了聊天室的秘密狀態。";"Zero bytes" = "0 bytes";"Your software is all up-to-date with the latest version released. Check back at a later date." = "您所使用的軟體是最新版的，請稍後再試。";"Server Console" = "伺服器主控台";"Panel Drawer" = "資訊側邊列";"Reveal File in Finder" = "顯示於 Finder";"<span class=\"member\">%@</span> was promoted to operator by you." = "<span class=\"member\">%@</span> 被您設為聊天室管理員。";"Clear Console" = "清除主控台紀錄";"Send Message" = "傳送訊息";"Offline" = "離線";"Ban User" = "將使用者加入黑名單";"Show connection info" = "顯示連線資訊";"The nickname is invalid because it was left blank." = "代號錯誤，不得為空。";"Invited to Chat" = "邀請加入聊天";"%@ made this room secret." = "%@ 將這個聊天室設為秘密聊天室。";"You changed this room to no longer require a password." = "您修改了聊天室設定，以後不需要密碼，就可以加入這個聊天室。";"Idle" = "閒置";"<span class=\"member\">%@</span> removed the ban on %@." = "<span class=\"member\">%1$@</span>從 %2$@ 的黑名單中除名。";"Normal user" = "正常使用者";"The nickname you specified is in use or invalid on this server." = "您所指定的代號已經在使用中，或是無法在這台伺服器上使用。";"The server may be down for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "伺服器可能因為維修而暫時關機，或是您的電腦與伺服器之間的連線中斷。請檢查一下您的連線，然後重試看看。";"You promoted yourself to operator." = "您將自己設為聊天室管理員。";"Disconnect" = "斷線";"You were invited to %@ by %@." = "您受邀加入 %1$@ ，邀請人是 %2$@ 。";"Connection to the Update server failed." = "連線到更新伺服器失敗";"You quieted yourself." = "您取消了您自己的發言資格。";"Room Operator Demoted" = "被取消權限的聊天室管理員";"%@ is now known as <span class=\"member\">%@</span>." = "%1$@ 現在叫做<span class=\"member\">%2$@</span>。";"IRC Nickname" = "IRC 代號";"Join Chat Room" = "加入聊天室";"You're were disconnected from %@." = "您已經自 %@ 離線。";"Registered user" = "已註冊的使用者";"Toggle Verbose" = "展開詳細輸出";"A newer version of this software has just been detected, would you like to see what's new?" = "目前網路上已經有了新版軟體，您想要現在看看嗎？";"You demoted yourself from half-operator." = "您取消了您自己的聊天室副管理員的權限。";"Room Member Lost Voice" = "被取消發言資格的聊天室成員";"Change chat style" = "修改聊天樣式";"Add to Favorites" = "加入到我的最愛";"Replace" = "置換";"%@%.3f seconds lag" = "%1$@%2$.3f seconds lag";"The chat server port you specified is invalid because it can't be negative or greater than 65535." = "您所指定的聊天連接埠錯誤，不可以為負數，或是大於 65535。";"%.4f TB" = "%.4f TB";"Make Operator" = "給予管理員權限";"The emoticons could not be installed, please make sure you have permission to install this item." = "無法安裝心情圖示，請確定您是否有安裝檔案的權限。";"%d rules" = "%d 條規則";"Message User" = "對使用者傳訊";"Style Installation Error" = "樣式安裝錯誤";"currently using %@ (v%@)" = "目前正在使用 %1$@ (v%2$@) ";"Connected" = "已連線";"%d members" = "%d 名成員";"An error occured while connecting" = "在連線時發生錯誤";"no recent file transfers" = "沒有最近的檔案傳輸列表";"%@ set a limit on the number of room members to %@." = "%1$@ 將聊天室的人數上限設為 %2$@ 。";"The connection was terminated between your computer and the server. %s." = "您的電腦與伺服器之間的連線已中止。%s";"%@ made this room private." = "%@ 將這個聊天室設為私人聊天室。";"hours" = "小時";"You made this room no longer invite only." = "您解除了這個聊天室必須透過邀請才能加入的限制。";"Clear Marks from Here Left" = "清除左方的標記";"Kick %@ from the %@ room." = "將 %1$@ 踢出 %2$@ 聊天室。";"Rejoin Room" = "重新加入聊天室";"Ban %@ from the %@ room." = "將 %1$@ 加入 %2$@ 聊天室的黑名單。";"You made this room public." = "您將這個聊天室設為公開聊天室。";"Background Color" = "背景顏色";"Change Emoticons" = "修改心情圖示";"Toggle Verbose Output" = "展開詳細輸出";"You had voice removed by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 取消了發言權限。";"Username invalid" = "使用者名稱錯誤";"%@ made this room no longer invite only." = "%@ 將這個聊天室設為不需要透過邀請就可以加入。";"Clear All Marks" = "清除所有標記";" (Temporary)" = " (暫時)";"You changed this room to permit outside messages." = "您修改了聊天室設定，以後外部訊息可以傳入聊天室中。";"Open the server console" = "打開伺服器主控台";"New Window" = "新增視窗";"Clear Marks from Here Right" = "清除右方的標記";"Send File Passively" = "傳送檔案";"Topic changed to \"%@\" by <span class=\"member\">%@</span>." = "聊天主題改為「%1$@」，設定者為 <span class=\"member\">%2$@</span>。";"%@ was demoted from operator by %@ in %@." = "%1$@ 被 %2$@ 取消了在 %3$@ 聊天室的管理員權限。";"Make Half Operator" = "給予副管理員權限";"second" = "秒";"%@ was promoted to half-operator by %@ in %@." = "%1$@ 被 %2$@ 授與了在 %3$@ 聊天室的副管理員權限。";"The username is invalid because it was left blank." = "使用者名稱不正確，不得為空。";"incompatible encoding" = "不相容的檔案編碼";"Username is blank" = "使用者名稱為空";"seconds" = "秒";"Focused Window" = "目前所在視窗";"No rules" = "沒有規則";"Room Half-Operator Demoted" = "被取消權限的聊天室副管理員";"Blank Ignore" = "空白忽略";"You Were Mentioned" = "您被人提到了";"Parted: %@" = "設置: %@";"server" = "伺服器";"Remove Voice" = "移除發言權限";"Delete Connection" = "刪除連線";"Text Only" = "純文字";"Kick & Ban User" = "將使用者踢出聊天室並加入黑名單";"Add \"%@ (%@)\"" = "加入 \"%1$@ (%2$@)\"";"Normal" = "正常";"%@ is not online. Any messages sent will not be received." = "%@ 不在線上。無法收到您傳給他的任何訊息。";"Toggle Messages" = "展開訊息";"%@ - Console" = "%@ - 主控台";"Message User..." = "對使用者傳訊…";"Join" = "加入";"no messages waiting" = "沒有尚未閱讀的訊息";"Refuse" = "拒絕";"You kicked %@ from the chat room." = "您被 %@ 踢出聊天室。";"You set a ban on %@." = "您被加入到 %@ 的黑名單。 ";"The chat server with the nickname you specified is already connected to from this computer. Use another nickname if you desire multiple connections." = "您已經用了相同的代號連上這個伺服器了，如果您想要同時多次進行連線，請指定其他的代號。";"Untitled Variant" = "未命名的樣式";"You set a limit on the number of room members to %@." = "您將這個聊天室的人數上限設為 %@。";"You left the chat by being disconnected from the server." = "您因為從伺服器離線而離開了聊天室。";"%@ of %@ uploaded, at %@ per second" = "%1$@ 已上傳（全部 %2$@ ） ，每秒 %3$@";"Get Info" = "簡介";"You made this room no longer a secret." = "您解除了這個聊天室的秘密狀態。";"%@ Already Installed" = "已經安裝了 %@";"Find" = "尋找";"Message Ignored" = "已忽略的訊息";"Inspector" = "控制器";", " = ", ";"Available" = "線上";"The %@ Style has been damaged or has an internal error preventing new messages from displaying. Please contact the %@ author about this." = "%1$@ 這個樣式已經損毀，或是發生內部錯誤，無法顯示新訊息。請聯絡這個樣式的作者 %2$@ ，告訴他發生了這樣的狀況。";"You were quieted by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 取消了發言資格。";"Console" = "主控台";"You rejoined the room." = "您重新加入了這個聊天室。";"<span class=\"member\">%@</span> had voice removed by you." = "<span class=\"member\">%@</span> 被您取消了發言資格。";"New" = "新增";"%u hidden" = "%u 隱藏";"The connection could not be made. %s." = "無法建立連線。%s";"You removed the ban on %@." = "您從 %@ 的黑名單中除名。";"Hide Tab Bar" = "隱藏標籤頁列";"You Have New Memos" = "您有新的記事";"Demote Half Operator" = "取消副管理員權限";"<span class=\"member\">%@</span> was demoted from room founder by you." = "<span class=\"member\">%@</span> 被您取消了聊天室發起人身份。";"Connect to server" = "連線到伺服器";"<span class=\"member\">%@</span> left the chat room." = "<span class=\"member\">%@</span> 離開聊天室。";"hour" = "小時";"You made this room secret." = "您解除了這個聊天室的秘密狀態。";"%@ has %d messages waiting." = "%1$@ 有 %2$d 條尚未閱讀的訊息。";"%@ - %@ Transcript" = "%1$@ - %2$@ 聊天紀錄";"Mark Display" = "標記顯示";"<span class=\"member\">%@</span> was granted voice by you." = "<span class=\"member\">%@</span> 被您授與了發言資格。";"You removed voice from yourself." = "您取消了您自己的發言資格。";"Server operator" = "伺服器管理員";"The chat server is invalid because it was left blank." = "伺服器名稱錯誤，不得為空白。";"%@ left the chat room %@." = "%1$@ 離開了 %2$@ 聊天室。";"%@ made this room moderated for normal users." = "%@ 將這個聊天室加入為正常使用者設置的管理狀態。";"Drawer" = "資訊側邊列";"%.1f KB" = "%.1f KB";"The command \"%@\" is not a valid command on the \"%@\" server." = "\"%1$@\" 這個指令無法用於伺服器 \"%2$@\" 。";"Could not connect" = "無法連線";"Chat Server Port is invalid" = "聊天伺服器連接埠不正確";"Buddy Unavailable" = "離線的好友";"%.3f GB" = "%.3f GB";"disconnected" = "斷線";"1 rule" = "一條規則";"The server is disconnected or refusing connections from your computer. Make sure you are connected to the internet and have access to the server." = "伺服器斷線或是拒絕與您的電腦連線。請確定您已經連上網路，而且有可以連到這個伺服器的權限。";"Are you sure you want to part from all chat rooms and close this window?" = "您確定要離開所有的聊天室、並且關閉視窗？";"%@ elapsed, %@ remaining" = "傳送了 %1$@，還有 %2$@";"%@ changed this room to permit outside messages." = "%@ 修改了聊天室設定，允許外部訊息可以傳入。";"Send File..." = "傳送檔案…";"And reason:" = "理由是:";"years" = "年";"<span class=\"member\">%@</span> was demoted from operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%1$@</span> 被 <span class=\"member\">%2$@</span> 取消了管理員權限。";"The server may have shutdown for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "伺服器可能因為維修而暫時關機，或是您的電腦與伺服器之間的連線中斷。請檢查一下您的連線，然後重試看看。";"%@ was promoted to operator by %@ in %@." = "%1$@ 被 %2$@ 授與了在 %3$@ 聊天室的管理員權限。";"You were promoted to operator by <span class=\"member\">%@</span>." = "您被 <span class=\"member\">%@</span> 授與了聊天室管理員權限。";"Private Message" = "私人訊息";"The user \"%@\" is no longer connected (or never was connected) to the \"%@\" server." = "使用者「%1$@」沒有連線到（或是從來沒連到過）「%2$@」這個伺服器上。";"Your buddy %@ is now offline." = "您的好友 %@ 上線了。";"Foreground Color" = "前景顏色";"No Selectable Emoticons" = "沒有可以選擇的心情圖示";"Decline" = "婉拒";"The nickname you specified is in use or invalid on this server. A connection could not be made with '%@' as your nickname." = "您所指定的代號已經在使用中，或是無法在這台伺服器上使用。如果您用「%@」這個代號，便無法建立連線。";"Emoticon Installation Error" = "心情圖示安裝錯誤";"You were kicked from %@ by %@." = "您被踢出了 %1$@ ，踢您的人是 %2$@。";"%.2f MB" = "%.2f MB";"%@ has possibly replied to your message." = "%@ 可能回覆了您的訊息。";"Toggle Private Messages Output" = "展開私人訊息輸出";"You have been kicked from the chat room by %@ with the reason \"%@\" and cannot send further messages without rejoining." = "您被 %1$@ 踢出了 %2$@ 聊天室，而且被加入到黑名單中，以後您無法重新加入這個聊天室了。";"Quieted Room Member Annulled" = "擁有發言權限的成員";"Text Encoding Options" = "文字編碼選項";"User" = "使用者";"%@ elapsed" = "傳送了 %@";"You have set yourself away with \"%@\"." = "您將您自己設為暫離，暫離訊息為：「%@」。";"%d rooms indexed." = "%d 個已經完成索引的聊天室。";"<span class=\"member\">%@</span> is no longer quieted because of you." = "<span class=\"member\">%@</span> 被您授與了發言資格。";"Default" = "預設值";"minute" = "分鐘";"Are you sure you want to quit?" = "您確定要結束？";"Send File" = "傳送檔案";"Messages" = "訊息";"%@ was kicked from the chat room by <span class=\"member\">%@</span>." = "%1$@ 被 <span class=\"member\">%2$@</span>踢出了聊天室。";"Show Find Panel" = "顯示尋找控制板";"Info" = "簡介";"Search messages" = "搜尋訊息";"You made this room no longer moderated for normal users." = "您解除了這個聊天室的為一般使用者所設的管理狀態。";